Repository: alanvardy/SingleThread
Catalog: SingleThread/Resources/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, zh_hans

source: 24 hours
de: 24 Stunden
es: 24 horas
fr: 24 heures
ja: 24 時間
zh_hans: 24 小时

source: 48 hours
de: 48 Stunden
es: 48 horas
fr: 48 heures
ja: 48 時間
zh_hans: 48 小时

source: 72 hours
de: 72 Stunden
es: 72 horas
fr: 72 heures
ja: 72 時間
zh_hans: 72 小时

source: About
de: Über
es: Acerca de
fr: À propos
ja: このアプリについて
zh_hans: 关于

source: Already recording.
de: Es wird bereits aufgenommen.
es: Ya se está grabando.
fr: Enregistrement déjà en cours.
ja: すでに録音中です。
zh_hans: 正在录音。

source: Allow landscape
de: Querformat erlauben
es: Permitir modo horizontal
fr: Autoriser le mode paysage
ja: 横向きを許可
zh_hans: 允许横屏

source: Appearance
de: Darstellung
es: Apariencia
fr: Apparence
ja: 外観
zh_hans: 外观

source: Background
de: Hintergrund
es: Fondo
fr: Arrière-plan
ja: 背景
zh_hans: 背景

source: Background Fade
de: Hintergrund-Überblendung
es: Atenuación de fondo
fr: Fondu d'arrière-plan
ja: 背景フェード
zh_hans: 背景淡化

source: Background Image
de: Hintergrundbild
es: Imagen de fondo
fr: Image d'arrière-plan
ja: 背景画像
zh_hans: 背景图片

source: Copyright 2026 Alan Vardy
de: Urheberrecht 2026 Alan Vardy
es: Derechos de autor 2026 Alan Vardy
fr: Droits d'auteur 2026 Alan Vardy
ja: 著作権 2026 Alan Vardy
zh_hans: 版权所有 2026 Alan Vardy

source: Could not load product. Check your internet connection and try again.
de: Produkt konnte nicht geladen werden. Überprüfe deine Internetverbindung und versuche es erneut.
es: No se pudo cargar el producto. Comprueba tu conexión a internet e inténtalo de nuevo.
fr: Impossible de charger le produit. Vérifiez votre connexion internet et réessayez.
ja: 製品を読み込めませんでした。インターネット接続を確認して、もう一度お試しください。
zh_hans: 无法加载产品。请检查网络连接后重试。

source: Cancel
de: Abbrechen
es: Cancelar
fr: Annuler
ja: キャンセル
zh_hans: 取消

source: Dictate reminder
de: Erinnerung diktieren
es: Dictar recordatorio
fr: Dicter un rappel
ja: リマインダーをディクテーション
zh_hans: 听写提醒

source: Dismiss
de: Schließen
es: Cerrar
fr: Fermer
ja: 閉じる
zh_hans: 关闭

source: Dismiss swipe prompt
de: Wischhinweis schließen
es: Cerrar aviso de deslizamiento
fr: Fermer l'aide de balayage
ja: スワイプのヒントを閉じる
zh_hans: 关闭滑动提示

source: Display & Sync Preferences
de: Anzeige- und Synchronisierungseinstellungen
es: Preferencias de visualización y sincronización
fr: Préférences d'affichage et de synchronisation
ja: 表示と同期の設定
zh_hans: 显示与同步偏好

source: Done
de: Fertig
es: Listo
fr: Terminé
ja: 完了
zh_hans: 完成

source: Enable access in Settings to see your reminders.
de: Aktiviere den Zugriff in den Einstellungen, um deine Erinnerungen zu sehen.
es: Activa el acceso en Ajustes para ver tus recordatorios.
fr: Activez l'accès dans Réglages pour voir vos rappels.
ja: リマインダーを表示するには、設定でアクセスを有効にしてください。
zh_hans: 在设置中启用访问权限以查看提醒。

source: Enable reminder notifications
de: Erinnerungsmitteilungen aktivieren
es: Activar notificaciones de recordatorios
fr: Activer les notifications de rappels
ja: リマインダー通知を有効にする
zh_hans: 启用提醒通知

source: Excluded Lists
de: Ausgeschlossene Listen
es: Listas excluidas
fr: Listes exclues
ja: 除外リスト
zh_hans: 排除的列表

source: Excluded lists are hidden from the reminder list.
de: Ausgeschlossene Listen werden in der Erinnerungsliste ausgeblendet.
es: Las listas excluidas se ocultan de la lista de recordatorios.
fr: Les listes exclues sont masquées de la liste de rappels.
ja: 除外リストはリマインダーリストに表示されません。
zh_hans: 排除的列表将隐藏在提醒列表中。

source: Filtering & Sorting
de: Filtern und Sortieren
es: Filtrado y ordenación
fr: Filtrage et tri
ja: フィルタと並べ替え
zh_hans: 过滤与排序

source: Has alarm
de: Hat Alarm
es: Tiene alarma
fr: A une alarme
ja: アラームあり
zh_hans: 有闹钟

source: If you've already purchased Unlock on another device, restore it here.
de: Wenn du Unlock bereits auf einem anderen Gerät gekauft hast, stelle es hier wieder her.
es: Si ya compraste Unlock en otro dispositivo, restáuralo aquí.
fr: Si vous avez déjà acheté Unlock sur un autre appareil, restaurez-le ici.
ja: 他のデバイスで Unlock を購入済みの場合は、ここで復元します。
zh_hans: 如果您已在其他设备上购买解锁，请在此恢复。

source: Interface
de: Oberfläche
es: Interfaz
ja: インターフェース
zh_hans: 界面

source: Loading…
de: Wird geladen…
es: Cargando…
fr: Chargement…
ja: 読み込み中…
zh_hans: 正在加载…

source: Made with love by a lone developer
de: Mit Liebe gemacht von einem unabhängigen Entwickler
es: Hecho con amor por un desarrollador independiente
fr: Fait avec amour par un développeur indépendant
ja: ひとりの開発者が愛情を込めて作っています
zh_hans: 由一位独立开发者倾心打造

source: Manage Purchase
de: Kauf verwalten
es: Administrar compra
fr: Gérer l'achat
ja: 購入を管理
zh_hans: 管理购买

source: Microphone access was denied.
de: Der Zugriff auf das Mikrofon wurde verweigert.
es: Se denegó el acceso al micrófono.
fr: L'accès au microphone a été refusé.
ja: マイクへのアクセスが拒否されました。
zh_hans: 麦克风权限已被拒绝。

source: No speech was detected.
de: Es wurde keine Sprache erkannt.
es: No se detectó voz.
fr: Aucune parole détectée.
ja: 音声が検出されませんでした。
zh_hans: 未检测到语音。

source: Notifications
de: Mitteilungen
es: Notificaciones
ja: 通知
zh_hans: 通知

source: Nothing due
de: Nichts fällig
es: Nada pendiente
fr: Rien à faire
ja: 期限のものはありません
zh_hans: 无到期提醒

source: Only today's and overdue reminders show here — pull to refresh.
de: Hier werden nur heutige und überfällige Erinnerungen angezeigt — ziehen zum Aktualisieren.
es: Aquí solo se muestran los recordatorios de hoy y vencidos: tira para actualizar.
fr: Seuls les rappels d'aujourd'hui et en retard s'affichent ici — tirez pour actualiser.
ja: ここには今日と期限切れのリマインダーだけが表示されます。下に引いて更新してください。
zh_hans: 这里只显示今天和过期的提醒——下拉刷新。

source: Only today's and overdue reminders show here — press the refresh button in the top left corner.
de: Hier werden nur heutige und überfällige Erinnerungen angezeigt — drücke die Aktualisieren-Taste oben links.
es: Aquí solo se muestran los recordatorios de hoy y vencidos: pulsa el botón de actualizar en la esquina superior izquierda.
fr: Seuls les rappels d'aujourd'hui et en retard s'affichent ici — appuyez sur le bouton d'actualisation en haut à gauche.
ja: ここには今日と期限切れのリマインダーだけが表示されます。左上隅の更新ボタンを押してください。
zh_hans: 这里只显示今天和过期的提醒——请按左上角的刷新按钮。

source: Photo by %@ on Unsplash
de: Foto von %1$@ auf Unsplash
es: Foto de %1$@ en Unsplash
fr: Photo de %1$@ sur Unsplash
ja: Unsplash の %1$@ による写真
zh_hans: 照片来自 Unsplash 的 %1$@

source: Pin wallpaper
de: Hintergrundbild fixieren
es: Fijar fondo de pantalla
fr: Épingler le fond d'écran
ja: 壁紙を固定
zh_hans: 固定壁纸

source: Privacy Policy
de: Datenschutzrichtlinie
es: Política de privacidad
fr: Politique de confidentialité
ja: プライバシーポリシー
zh_hans: 隐私政策

source: Product not available.
de: Produkt nicht verfügbar.
es: Producto no disponible.
fr: Produit indisponible.
ja: 製品が利用できません。
zh_hans: 产品不可用。

source: Pull to refresh to see all your reminders again.
de: Zum Aktualisieren ziehen, um wieder alle Erinnerungen zu sehen.
es: Tira para actualizar y volver a ver todos tus recordatorios.
fr: Tirez pour actualiser et revoir tous vos rappels.
ja: 下に引いて更新すると、すべてのリマインダーを再表示できます。
zh_hans: 下拉刷新以再次查看所有提醒。

source: Press the refresh button in the top left corner to see all your reminders again.
de: Drücke die Aktualisieren-Taste oben links, um wieder alle Erinnerungen zu sehen.
es: Pulsa el botón de actualizar en la esquina superior izquierda para volver a ver todos tus recordatorios.
fr: Appuyez sur le bouton d'actualisation en haut à gauche pour revoir tous vos rappels.
ja: 左上隅の更新ボタンを押すと、すべてのリマインダーを再表示できます。
zh_hans: 按左上角的刷新按钮即可再次查看所有提醒。

source: Recording
de: Aufnahme
es: Grabando
fr: Enregistrement
ja: 録音中
zh_hans: 正在录音

source: Recurrence indicator
de: Wiederholungsanzeige
es: Indicador de repetición
fr: Indicateur de répétition
ja: 繰り返し表示
zh_hans: 重复指示器

source: Refresh wallpaper
de: Hintergrundbild aktualisieren
es: Actualizar fondo de pantalla
fr: Actualiser le fond d'écran
ja: 壁紙を更新
zh_hans: 刷新壁纸

source: Refreshing
de: Wird aktualisiert…
es: Actualizando
fr: Actualisation…
ja: 更新中
zh_hans: 正在刷新

source: Remind after
de: Erinnern nach
es: Recordar después de
fr: Rappeler après
ja: 後に通知
zh_hans: 之后提醒

source: Reminder alerts
de: Erinnerungsalarme
es: Alertas de recordatorio
fr: Alertes de rappel
ja: リマインダーアラート
zh_hans: 提醒闹钟

source: Reminders
de: Erinnerungen
es: Recordatorios
fr: Rappels
ja: リマインダー
zh_hans: 提醒

source: Reschedule
de: Neu planen
es: Reprogramar
fr: Reprogrammer
ja: 再スケジュール
zh_hans: 重新安排

source: Reschedule to
de: Neu planen auf
es: Reprogramar para
fr: Reprogrammer à
ja: 再スケジュール先
zh_hans: 重新安排到

source: Restore Purchases
de: Käufe wiederherstellen
es: Restaurar compras
fr: Restaurer les achats
ja: 購入を復元
zh_hans: 恢复购买

source: Settings
de: Einstellungen
es: Ajustes
fr: Réglages
ja: 設定
zh_hans: 设置

source: Show action buttons
de: Aktions-Buttons anzeigen
es: Mostrar botones de acción
fr: Afficher les boutons d'action
ja: 操作ボタンを表示
zh_hans: 显示操作按钮

source: Show date
de: Datum anzeigen
es: Mostrar fecha
fr: Afficher la date
ja: 日付を表示
zh_hans: 显示日期

source: Show list
de: Liste anzeigen
es: Mostrar lista
fr: Afficher la liste
ja: リストを表示
zh_hans: 显示列表

source: Show microphone
de: Mikrofon anzeigen
es: Mostrar micrófono
fr: Afficher le microphone
ja: マイクを表示
zh_hans: 显示麦克风

source: Show swipe prompt
de: Wischhinweis anzeigen
es: Mostrar aviso de deslizamiento
fr: Afficher l'aide de balayage
ja: スワイプのヒントを表示
zh_hans: 显示滑动提示

source: Show undated reminders
de: Terminlose Erinnerungen anzeigen
es: Mostrar recordatorios sin fecha
fr: Afficher les rappels sans date
ja: 日付なしのリマインダーを表示
zh_hans: 显示无日期提醒

source: Show undo button
de: Rückgängig-Button anzeigen
es: Mostrar botón de deshacer
fr: Afficher le bouton Annuler
ja: 元に戻すボタンを表示
zh_hans: 显示撤销按钮

source: Skipped & Excluded Lists
de: Übersprungene und ausgeschlossene Listen
es: Listas omitidas y excluidas
fr: Listes ignorées et exclues
ja: スキップ済みと除外リスト
zh_hans: 跳过的与排除的列表

source: Sort By
de: Sortieren nach
es: Ordenar por
fr: Trier par
ja: 並べ替え
zh_hans: 排序方式

source: Speech recognition access is required.
de: Zugriff auf die Spracherkennung ist erforderlich.
es: Se requiere acceso al reconocimiento de voz.
fr: L'accès à la reconnaissance vocale est requis.
ja: 音声認識へのアクセスが必要です。
zh_hans: 需要语音识别权限。

source: Speech recognition access was denied.
de: Der Zugriff auf die Spracherkennung wurde verweigert.
es: Se denegó el acceso al reconocimiento de voz.
fr: L'accès à la reconnaissance vocale a été refusé.
ja: 音声認識へのアクセスが拒否されました。
zh_hans: 语音识别权限已被拒绝。

source: Speech recognition is not available.
de: Spracherkennung ist nicht verfügbar.
es: El reconocimiento de voz no está disponible.
fr: La reconnaissance vocale n'est pas disponible.
ja: 音声認識を利用できません。
zh_hans: 语音识别不可用。

source: Swipe left to skip
de: Zum Überspringen nach links wischen
es: Desliza a la izquierda para omitir
fr: Balayez vers la gauche pour passer
ja: 左にスワイプしてスキップ
zh_hans: 左滑跳过

source: Swipe right to complete
de: Zum Fertigstellen nach rechts wischen
es: Desliza a la derecha para completar
fr: Balayez vers la droite pour terminer
ja: 右にスワイプして完了
zh_hans: 右滑完成

source: Task created
de: Aufgabe erstellt
es: Tarea creada
fr: Tâche créée
ja: タスクを作成しました
zh_hans: 任务已创建

source: Task creation failed
de: Fehler beim Erstellen der Aufgabe
es: Error al crear la tarea
fr: Échec de la création de la tâche
ja: タスクの作成に失敗しました
zh_hans: 任务创建失败

source: Text Size
de: Textgröße
es: Tamaño de texto
fr: Taille du texte
ja: テキストサイズ
zh_hans: 文字大小

source: Thank you for your support! All features are unlocked.
de: Danke für deine Unterstützung! Alle Funktionen sind freigeschaltet.
es: ¡Gracias por tu apoyo! Todas las funciones están desbloqueadas.
fr: Merci pour votre soutien ! Toutes les fonctionnalités sont débloquées.
ja: ご支援ありがとうございます！すべての機能がロック解除されています。
zh_hans: 感谢您的支持！所有功能已解锁。

source: This reminder keeps coming back.
de: Diese Erinnerung kommt immer wieder zurück.
es: Este recordatorio sigue volviendo.
fr: Ce rappel ne cesse de revenir.
ja: このリマインダーは何度も戻ってきます。
zh_hans: 此提醒会反复出现。

source: Try Again
de: Erneut versuchen
es: Reintentar
fr: Réessayer
ja: 再試行
zh_hans: 重试

source: Undo completion
de: Fertigstellen rückgängig machen
es: Deshacer completado
fr: Annuler la finalisation
ja: 完了を元に戻す
zh_hans: 撤销完成

source: Unlock
de: Freischalten
es: Desbloquear
fr: Débloquer
ja: ロック解除
zh_hans: 解锁

source: Unlock SingleThread
de: SingleThread freischalten
es: Desbloquear SingleThread
fr: Débloquer SingleThread
ja: SingleThread をロック解除
zh_hans: 解锁 SingleThread

source: Upgrade to unlimited
de: Auf unbegrenzt upgraden
es: Mejorar a ilimitado
fr: Passer à l'illimité
ja: 無制限にアップグレード
zh_hans: 升级到无限版

source: Upgrade to unlock unlimited completions
de: Upgraden, um unbegrenztes Fertigstellen freizuschalten
es: Mejora para desbloquear completados ilimitados
fr: Passez à l'illimité pour débloquer des complétions illimitées
ja: 無制限の完了を解除するにはアップグレード
zh_hans: 升级以解锁无限次完成

source: View in Reminders
de: In Erinnerungen anzeigen
es: Ver en Recordatorios
fr: Afficher dans Rappels
ja: リマインダーで表示
zh_hans: 在提醒中查看

source: You don't have any reminders yet.
de: Du hast noch keine Erinnerungen.
es: Aún no tienes recordatorios.
fr: Vous n'avez pas encore de rappels.
ja: まだリマインダーはありません。
zh_hans: 您还没有任何提醒。

source: You have %lld reminders waiting — open SingleThread!
de: %lld Erinnerungen warten auf dich — öffne SingleThread!
es: Tienes %lld recordatorios esperando: ¡abre SingleThread!
fr: %lld rappels en attente — ouvrez SingleThread !
ja: %lld 件のリマインダーが待っています。SingleThread を開いてください！
zh_hans: 有 %lld 条提醒等待处理——打开 SingleThread！

source: You're all set! 🎉
de: Alles bereit! 🎉
es: ¡Todo listo! 🎉
fr: Tout est prêt ! 🎉
ja: 設定完了です！🎉
zh_hans: 一切准备就绪！🎉

source: A one-time purchase unlocks unlimited completions, skips, and deletes forever.
de: Ein einmaliger Kauf schaltet unbegrenztes Fertigstellen, Überspringen und Löschen für immer frei.
es: Una compra única desbloquea completados, omisiones y eliminaciones ilimitados para siempre.
fr: Un achat unique débloque des complétions, des sauts et des suppressions illimités pour toujours.
ja: 一度の購入で、完了・スキップ・削除が永久に無制限になります。
zh_hans: 一次性购买即可永久解锁无限制的完成、跳过和删除。

source: Reminders are read and written through Apple Reminders. They stay on your device or in your own iCloud account, and are never sent to the author or any third party.
de: Erinnerungen werden über die Apple-Erinnerungen-App gelesen und geschrieben. Sie bleiben auf deinem Gerät oder in deinem eigenen iCloud-Konto und werden niemals an den Autor oder Dritte gesendet.
es: Los recordatorios se leen y escriben a través de la app Recordatorios de Apple. Permanecen en tu dispositivo o en tu propia cuenta de iCloud y nunca se envían al autor ni a terceros.
fr: Les rappels sont lus et écrits via l'app Rappels d'Apple. Ils restent sur votre appareil ou dans votre propre compte iCloud et ne sont jamais envoyés à l'auteur ni à un tiers.
ja: リマインダーは Apple のリマインダーアプリを通じて読み書きされます。データはお使いのデバイスまたはご自身の iCloud アカウントにのみ保存され、開発者や第三者に送信されることはありません。
zh_hans: 提醒通过 Apple 提醒事项读取和写入。它们保留在您的设备上或您自己的 iCloud 账户中，绝不会发送给作者或任何第三方。

source: Your display and sync preferences — such as sort order, text size, and which lists are hidden — are stored on your device in shared app storage and synced to your own Apple Watch over a direct local connection, never over the internet.
de: Deine Anzeige- und Synchronisierungseinstellungen — etwa Sortierreihenfolge, Textgröße und welche Listen ausgeblendet sind — werden auf deinem Gerät im gemeinsamen App-Speicher gespeichert und über eine direkte lokale Verbindung mit deiner eigenen Apple Watch synchronisiert, niemals über das Internet.
es: Tus preferencias de visualización y sincronización (como el orden de clasificación, el tamaño de texto y qué listas están ocultas) se almacenan en tu dispositivo en el almacenamiento compartido de la app y se sincronizan con tu propio Apple Watch mediante una conexión local directa, nunca por internet.
fr: Vos préférences d'affichage et de synchronisation — comme l'ordre de tri, la taille du texte et les listes masquées — sont stockées sur votre appareil dans le stockage partagé de l'app et synchronisées avec votre propre Apple Watch via une connexion locale directe, jamais via internet.
ja: 表示と同期の設定（並べ替え順、テキストサイズ、非表示にするリストなど）は、デバイスの共有アプリストレージに保存され、自宅の Apple Watch とは直接のローカル接続で同期されます。インターネットを経由することはありません。
zh_hans: 您的显示和同步偏好（例如排序方式、文字大小以及隐藏哪些列表）存储在设备上的共享应用存储中，并通过本地直连同步到您自己的 Apple Watch，绝不经过互联网。

source: Skipped reminders and excluded lists are stored on your device and synced to your Apple Watch over the same direct local connection. They never leave your devices.
de: Übersprungene Erinnerungen und ausgeschlossene Listen werden auf deinem Gerät gespeichert und über dieselbe direkte lokale Verbindung mit deiner Apple Watch synchronisiert. Sie verlassen deine Geräte nie.
es: Los recordatorios omitidos y las listas excluidas se almacenan en tu dispositivo y se sincronizan con tu Apple Watch mediante la misma conexión local directa. Nunca salen de tus dispositivos.
fr: Les rappels ignorés et les listes exclues sont stockés sur votre appareil et synchronisés avec votre Apple Watch via la même connexion locale directe. Ils ne quittent jamais vos appareils.
ja: スキップ済みのリマインダーと除外リストはデバイスに保存され、同じ直接のローカル接続で Apple Watch と同期されます。これらのデータがデバイスの外に出ることはありません。
zh_hans: 跳过的提醒和排除的列表存储在您的设备上，并通过相同的本地直连同步到您的 Apple Watch。它们绝不会离开您的设备。

source: When the background is enabled, the background url and artist information is downloaded from a proxy at vardy.cc. This is the app's only network request, and it never includes any reminder, preference, or list data. This proxy is used to store an API key for Unsplash and keep API usage reasonable.
de: Wenn der Hintergrund aktiviert ist, werden die Hintergrund-URL und Künstlerinformationen von einem Proxy auf vardy.cc heruntergeladen. Dies ist die einzige Netzwerkanfrage der App, und sie enthält niemals Erinnerungs-, Einstellungs- oder Listendaten. Der Proxy speichert einen API-Schlüssel für Unsplash und hält die API-Nutzung im Rahmen.
es: Cuando el fondo está activado, la URL del fondo y la información del artista se descargan de un proxy en vardy.cc. Esta es la única solicitud de red de la app y nunca incluye datos de recordatorios, preferencias ni listas. Este proxy se utiliza para almacenar una clave de API de Unsplash y mantener un uso razonable de la API.
fr: Lorsque l'arrière-plan est activé, l'URL de l'image et les informations sur l'artiste sont téléchargées depuis un proxy sur vardy.cc. C'est la seule requête réseau de l'app, et elle ne contient jamais de données de rappels, de préférences ou de listes. Ce proxy sert à stocker une clé API pour Unsplash et à maintenir une utilisation raisonnable de l'API.
ja: 背景を有効にすると、背景画像の URL とアーティスト情報が vardy.cc のプロキシからダウンロードされます。これはアプリで唯一のネットワークリクエストであり、リマインダー、設定、リストのデータが含まれることはありません。このプロキシは Unsplash の API キーを保管し、API の利用量を適切に保つために使用されます。
zh_hans: 启用背景后，背景图片网址和摄影师信息会从 vardy.cc 的代理服务器下载。这是应用唯一的网络请求，绝不会包含任何提醒、偏好或列表数据。该代理用于存储 Unsplash 的 API 密钥并合理控制 API 使用量。

source: SingleThread has no analytics, no tracking, and no advertising.
de: SingleThread enthält keine Analyse, kein Tracking und keine Werbung.
es: SingleThread no tiene análisis, seguimiento ni publicidad.
fr: SingleThread n'a aucune analyse, aucun suivi et aucune publicité.
ja: SingleThread には解析、トラッキング、広告は一切ありません。
zh_hans: SingleThread 没有分析、跟踪和广告功能。

source: Light
de: Hell
es: Claro
fr: Clair
ja: ライト
zh_hans: 浅色

source: Dark
de: Dunkel
es: Oscuro
fr: Sombre
ja: ダーク
zh_hans: 深色

source: Small
de: Klein
es: Pequeño
fr: Petit
ja: 小
zh_hans: 小

source: Medium
de: Mittel
es: Mediano
fr: Moyen
ja: 中
zh_hans: 中

source: Large
de: Groß
es: Grande
fr: Grand
ja: 大
zh_hans: 大

source: Extra Large
de: Extra groß
es: Extra grande
fr: Très grand
ja: 特大
zh_hans: 特大

source: Priority
de: Priorität
es: Prioridad
fr: Priorité
ja: 優先度
zh_hans: 优先级

source: Due Date
de: Fälligkeitsdatum
es: Fecha de vencimiento
fr: Date d'échéance
ja: 期限
zh_hans: 截止日期

source: Title
de: Titel
es: Título
fr: Titre
ja: タイトル
zh_hans: 标题

source: Customize the appearance, text size, and controls.
de: Passe Erscheinungsbild, Textgröße und Steuerelemente an.
es: Personaliza la apariencia, el tamaño del texto y los controles.
fr: Personnalisez l'apparence, la taille du texte et les contrôles.
ja: 外観、テキストサイズ、コントロールをカスタマイズします。
zh_hans: 自定义外观，文本大小和控件。

source: Get reminded when you have due reminders.
de: Erhalte eine Erinnerung bei fälligen Erinnerungen.
es: Recibe una notificación cuando tengas recordatorios pendientes.
fr: Recevez une notification lorsque des rappels arrivent à échéance.
ja: 期限が来たリマインダーがあるときに通知を受け取ります。
zh_hans: 在提醒到期时收到提醒。

source: Choose what information is shown with each reminder.
de: Wähle, welche Informationen bei jeder Erinnerung angezeigt werden.
es: Elige qué información se muestra con cada recordatorio.
fr: Choisissez les informations affichées avec chaque rappel.
ja: 各リマインダーに表示する情報を選択します。
zh_hans: 选择每条提醒显示的信息。

source: Control the order, visibility, and excluded lists.
de: Steuere Reihenfolge, Sichtbarkeit und ausgeschlossene Listen.
es: Controla el orden, la visibilidad y las listas excluidas.
fr: Contrôlez l'ordre, la visibilité et les listes exclues.
ja: 並び順、表示、除外リストを制御します。
zh_hans: 控制顺序、可见性和排除列表。

source: Manage the wallpaper and its appearance.
de: Verwalte das Hintergrundbild und sein Erscheinungsbild.
es: Administra el fondo de pantalla y su apariencia.
fr: Gérez le fond d'écran et son apparence.
ja: 壁紙とその外観を管理します。
zh_hans: 管理壁纸及其外观。

source: View and manage your purchase status.
de: Zeige und verwalte deinen Kaufstatus.
es: Consulta y administra el estado de tu compra.
fr: Consultez et gérez le statut de votre achat.
ja: 購入ステータスを表示・管理します。
zh_hans: 查看和管理您的购买状态。

source: How SingleThread handles your data.
de: Wie SingleThread mit deinen Daten umgeht.
es: Cómo gestiona SingleThread tus datos.
fr: Comment SingleThread gère vos données.
ja: SingleThread がデータをどう扱うか。
zh_hans: SingleThread 如何处理您的数据。

source: App version, credits, and contact.
de: App-Version, Credits und Kontakt.
es: Versión de la app, créditos y contacto.
fr: Version de l'app, crédits et contact.
ja: アプリのバージョン、クレジット、連絡先。
zh_hans: 应用版本、致谢和联系方式。

source: Choose between system, light, and dark mode.
de: Wähle zwischen System-, hellem und dunklem Modus.
es: Elige entre modo sistema, claro y oscuro.
fr: Choisissez entre les modes système, clair et sombre.
ja: システム、ライト、ダークモードから選択します。
zh_hans: 在系统、浅色和深色模式之间选择。

source: Adjust the size of text throughout the app.
de: Passe die Textgröße in der gesamten App an.
es: Ajusta el tamaño del texto en toda la app.
fr: Ajustez la taille du texte dans toute l'app.
ja: アプリ全体のテキストサイズを調整します。
zh_hans: 调整整个应用中的文字大小。

source: Let the app rotate on iPhone.
de: Erlaube der App die Drehung auf dem iPhone.
es: Permite que la app gire en el iPhone.
fr: Autorisez la rotation de l'app sur iPhone.
ja: iPhone でアプリの回転を許可します。
zh_hans: 允许应用在 iPhone 上旋转。

source: Add a microphone button for voice input.
de: Füge einen Mikrofon-Button für Spracheingabe hinzu.
es: Añade un botón de micrófono para la entrada de voz.
fr: Ajoutez un bouton microphone pour la saisie vocale.
ja: 音声入力用のマイクボタンを追加します。
zh_hans: 添加用于语音输入的麦克风按钮。

source: Show complete, skip, and delete buttons.
de: Zeige „Fertig“, „Überspringen“ und „Löschen“-Buttons.
es: Muestra los botones de completar, omitir y eliminar.
fr: Affichez les boutons Terminer, Passer et Supprimer.
ja: 完了、スキップ、削除ボタンを表示します。
zh_hans: 显示完成、跳过和删除按钮。

source: Show a hint when there are swipeable reminders.
de: Zeige einen Hinweis, wenn Erinnerungen wischbar sind.
es: Muestra una pista cuando hay recordatorios deslizables.
fr: Affichez une astuce lorsqu'il y a des rappels avec un geste de balayage.
ja: スワイプできるリマインダーがあるときにヒントを表示します。
zh_hans: 有可滑动的提醒时显示提示。

source: Show an undo button after completing a reminder.
de: Zeige nach dem Abschließen einer Erinnerung einen Rückgängig-Button.
es: Muestra un botón de deshacer después de completar un recordatorio.
fr: Affichez un bouton d'annulation après avoir terminé un rappel.
ja: リマインダー完了後に元に戻すボタンを表示します。
zh_hans: 完成提醒后显示撤销按钮。
